{
    "peliculas": [
        {
            "titulo": "1917",
            "director": "Sam Mendes",
            "genero": "Acción",
            "calificacion": "No recomendada a menores de 12 años",
            "anio": 2019,
            "pais": "Reino Unido",
            "duracion": "119 minutos (1 h. 59 min.)",
            "reparto": [
                "George MacKay",
                "Dean-Charles Chapman",
                "Mark Strong",
                "Richard Madden",
                "Benedict Cumberbatch",
                "Colin Firth",
                "Andrew Scott",
                "Daniel Mays."
            ],
            "sinopsis": "En lo más crudo de la Primera Guerra Mundial, dos jóvenes soldados británicos, Schofield y Blake reciben una misión aparentemente imposible. En una carrera contrarreloj, deberán atravesar el territorio enemigo para entregar un mensaje que evitará un mortífero ataque contra cientos de soldados, entre ellos el propio hermano de Blake.",
            "enlace": "https://ia601304.us.archive.org/24/items/snauapc/42-dias-en-la-oscuridad.m4a"
        },
        {
            "titulo": "2001: UNA ODISEA DEL ESPACIO",
            "director": "Stanley Kubrick",
            "genero": "Acción",
            "calificacion": "Todos los públicos",
            "anio": 1968,
            "pais": "Reino Unido",
            "duracion": "140 minutos (2 h. 20 min.) Color",
            "reparto": [
                "Keir Dullea",
                "Garry Lockwood",
                "William Sylvester",
                "Daniel Richter."
            ],
            "sinopsis": "La historia de la humanidad, en diversos estadios del pasado y del futuro, es narrada en la película de ciencia-ficción de culto por excelencia de la historia del cine. En los albores del nacimiento del homo sapiens, unos simios descubren un monolito que les lleva a un estadio de inteligencia superior. Otro monolito vuelve a aparecer, millones de años después, enterrado en una luna, lo que provoca el interés de los científicos humanos. La aparición de HAL 9000, una máquina de inteligencia artificial encargada de todos los sistemas de una nave espacial tripulada durante una misión de la NASA, es todo un hallazgo y el personaje mejor construido, el más humano y, a la vez, el más abstracto. Ganadora de un Oscar por sus efectos especiales, supone el punto de partida de éstos para otras películas del género que la sucedieron.",
            "enlace": "https://ia601304.us.archive.org/24/items/snauapc/45-revoluciones.m4a"
        },
        {
            "titulo": "101 DÁLMATAS",
            "director": "Wolfgang Reitherman, Clyde Geronimi, Hamilton Luske",
            "genero": "Animación",
            "calificacion": "Todos los públicos",
            "anio": 1961,
            "pais": "EE.UU.",
            "duracion": "76 minutos (1. h. 16 min.)",
            "reparto": [
                "Dibujos animados"
            ],
            "sinopsis": "Pongo y Perdita, los dálmatas protagonistas, son una feliz pareja canina que vive rodeada de sus cachorros junto a sus amos, Roger y Anita. Cuando la malvada Cruella de Vil se entera de que los protagonistas tienen quince cachorros, su sueño, de obtener un exclusivo abrigo de piel de los pequeños perros, se convierte en una obsesión. Para conseguirlo contrata a dos ladrones y pone en marcha un plan con el único fin de secuestrarlos. Los malvados se tendrán que enfrentar al trabajo en equipo que desarrollan los simpáticos animales. \"\"101 Dálmatas\"\" ha cautivado a millones de familias, generación tras generación, por ser una película de animación sofisticada, divertida y llena de ingenio.\"",
            "enlace": ""
        },
        {
            "titulo": "21 GRAMOS",
            "director": "Alejandro González Iñarritu",
            "genero": "Drama",
            "calificacion": "No recomendada a menores de 18 años",
            "anio": 2003,
            "pais": "Estados Unidos",
            "duracion": "125 minutos (2 h. 5 m.).",
            "reparto": [
                "Sean Penn",
                "Benicio del Toro",
                "Naomi Watts"
            ],
            "sinopsis": "Tres personajes: Paul, un profesor universitario, Gato, un ex presidiario, y Cristina, una joven madre, acaban unidos por un trágico accidente que hace que sus vidas y destinos se crucen en una historia de amor y venganza. Es una exploración intensa, de fuertes sensaciones emocionales, físicas y de supervivencia que, a pesar de todo, es una muestra de esperanza y humanidad. La película se estructura como un puzle en el que hay que ir uniendo todas las piezas y que adquiere todo su significado cuando está completo. Este desarrollo de la trama le añade dificultad, pero también la enriquece. Magistrales trabajos de los tres actores principales, Sean Penn, Benicio del Toro y Naomi Watts.",
            "enlace": ""
        }
    ]
}